Tekla Open API Reference for Tekla Structures 2025
StringFilterExpression Methods
The StringFilterExpression type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
StringFilterExpression Class
Tekla.Structures.Filtering Namespace